Repository: NiceHui/Charge
Catalog: charge/Macros/*.lproj/Localizable.strings
Languages: it, zh_hans

# 287级
source: level
it: Livello
zh_hans: 级

# 288未连接
source: Not connected
it: Non connesso
zh_hans: 未连接

# 289切换至AP模式
source: Switch to AP mode
it: Commuta su modalità AP
zh_hans: 切换至AP模式

# 290超出设置范围
source: Out of setting range
it: Fuori dal range impostato
zh_hans: 超出设置范围

# 291设定值不能小于
source: Value cannot be less than
it: Il valore non può essere inferiore a
zh_hans: 设定值不能小于

# 292桩拒绝充电
source: SuspendedEVSE
it: EVSE Sospeso
zh_hans: 桩拒绝充电

# 293车拒绝充电,车辆已充满或者未锁车
source: The car refuses to charge, the vehicle is full or unlocked
it: L'auto si rifiuta di caricare, il veicolo è pieno o non bloccato
zh_hans: 车拒绝充电,车辆已充满或者未锁车

# 294桩拒绝充电,请切换使用其他充电桩
source: Charging Point refused to charge, please switch to other charging Point
it: Punto di ricarica si rifiuta di caricare, passare ad un altro punto di ricarica
zh_hans: 桩拒绝充电,请切换使用其他充电桩

# 295该电桩热点不是已选择的电桩
source: This chargepoint's hot spot is not the selected chargepoint
it: L'hotspot di questo punto di ricarica non è il punto di ricarica selezionato
zh_hans: 该电桩热点不是已选择的电桩

# 296版本号
source: Version number
it: numero della versione
zh_hans: 版本号

# 297峰谷充电使能
source: Peak Valley Charging Enable
it: Abilitazione ricarica Peak Valley
zh_hans: 峰谷充电使能

# 298功率分配使能
source: Power Allocation Enable
it: Abilitazione allocazione energia
zh_hans: 功率分配使能

# 299使能
source: Enable
it: Abilita
zh_hans: 使能

# 300禁止
source: Prohibited
it: Proibito
zh_hans: 禁止

# 301执行
source: Execute
it: Eseguire
zh_hans: 执行

# 302请求失败
source: Request failed
it: Richiesta fallita
zh_hans: 请求失败

# 303选择货币
source: Select currency
it: Seleziona valuta
zh_hans: 选择货币

# 304设置未做任何更改
source: Settings have not been changed
it: Le impostazioni non sono state modificate
zh_hans: 设置未做任何更改

# 305AP模式
source: AP mode
it: Modalità AP
zh_hans: AP模式

# 306当前充电桩序列号
source: Current chargepoint's serial number
it: Numero di serie dell'attuale punto di ricarica
zh_hans: 当前充电桩序列号

# 307切换成功
source: Switching succeeded
it: commutazione riuscita
zh_hans: 切换成功

# 308切换失败
source: Switching failed
it: commutazione fallita
zh_hans: 切换失败

# 309操作引导1
source: Set the chargepoint to AP mode as a WiFi hotspot. This step is not required for the initial setup of the newly installed chargepoint.
it: Imposta il punto di ricarica in modalità AP come hotspot WiFi. Questo passaggio non è necessario per la configurazione iniziale del punto di ricarica appena installato.
zh_hans: 将充电桩设置为AP模式，作为WiFi热点。初次设置充电桩无需进行此操作。

# 310操作引导2
source: Connect mobile phone to the chargepoint's WiFi, the password is 12345678. If chargepoint's WiFi cannot be found, please turn off and back on the chargepoint then it will emit WiFi for 60sec.
it: Collega il telefono cellulare al WiFi del punto di ricarica, la password è 12345678. Se non è possibile trovare il WiFi del punto di ricarica, spegni e riaccendi il punto di ricarica che emetterà il segnale WiFi per 90 secondi dopo l'accensione.
zh_hans: 手机连接充电桩WiFi，WiFi名称为充电桩序列号，初始密码为12345678。若找不到充电桩WiFi，可重启电桩，电桩重启后60秒内为AP模式。

# 311操作引导3
source: After connecting to the chargepoint's hotspot successfully, click Next to enter the setting page for WiFi and parameter setting
it: Dopo aver effettuato correttamente la connessione all'hotspot, fare clic su Avanti per accedere alla pagina delle impostazioni per WiFi e impostazione dei parametri
zh_hans: 成功连接充电桩WiFi后，点击下一步，即可修改、设置充电桩。

# 312WIFI直连操作指引
source: WIFI connection instructon
it: Istruzioni per la connessione WIFI
zh_hans: WIFI直连操作指引

# 313电桩最大输出电流
source: Max Current Setting
it: Impostazione Corrente Massima
zh_hans: 电桩最大输出电流

# 314智能功率分配
source: Load management setting
it: Impostazione gestione carico
zh_hans: 智能功率分配

# 315货币单位
source: Currency unit
it: Unità monetaria
zh_hans: 货币单位

# 316退出登录
source: Sign out
it: Disconnettersi
zh_hans: 退出登录

# 317注销账户
source: Delete account
it: Eliminare l'account
zh_hans: 注销账户

# 318是否注销账户
source: Are you sure to delete the account
it: Sei sicuro di eliminare l'account?
zh_hans: 是否注销账户

# 319注销后账户将被删除，无法再使用
source: The account will be deleted and can no longer be used
it: L'account verrà eliminato e non potrà più essere utilizzato
zh_hans: 注销后账户将被删除，无法再使用

# 320注销成功
source: Delete successfully
it: Eliminazione avvenuta correttamente
zh_hans: 注销成功

# 321注销失败
source: Failed to delete
it: Eliminazione fallita
zh_hans: 注销失败

# 322系统错误
source: System error
it: Errore di sistema
zh_hans: 系统错误

# 323用户不存在
source: User does not exist
it: L'Utente non esiste
zh_hans: 用户不存在

# 324该用户下存在浏览账户
source: There is a browsing account under this user
it: Esiste un account di navigazione sotto questo utente
zh_hans: 该用户下存在浏览账户

# 325admin账号不允许注销
source: Admin account is not allowed to be deleted
it: non è possibile cancellare l'account admin
zh_hans: admin账号不允许注销

# 326时间段
source: Period
it: periodo
zh_hans: 时间段

# 327费率
source: Rate
it: Tariffa
zh_hans: 费率

# 328设置不能超过6条
source: Max 6 settings
it: Max 6 impostazioni
zh_hans: 设置不能超过6条

# 329最少要有1条
source: There must be at least one
it: Deve essercene almeno uno
zh_hans: 最少要有1条

# 330有时间段或费率未输入
source: There is time period or rate not entered
it: Periodo di tempo o tariffa non inseriti
zh_hans: 有时间段或费率未输入

# 331时间必须包含24小时
source: Time must contain 24 hours
it: Il tempo deve contenere 24 ore
zh_hans: 时间必须包含24小时

# 332时间不能相同
source: Time cannot be the same
it: Il tempo non può essere lo stesso
zh_hans: 时间不能相同

# 333时间段不能重叠
source: Time periods cannot overlap
it: I periodi di tempo non possono sovrapporsi
zh_hans: 时间段不能重叠

# 334预约时间
source: Reservation
it: Prenotazione
zh_hans: 预约时间

# 335预设充电
source: Preset charging
it: Ricarica preimpostata
zh_hans: 预设充电

# 336充电方案
source: Charging scheme
it: Schema di ricarica
zh_hans: 充电方案

# 337预计
source: Expected
it: Previsto
zh_hans: 预计

# 338充满自动停止充电
source: Charge until battery full
it: Carica fino a batteria carica
zh_hans: 充满自动停止充电

# 339预约
source: Reservation
it: Prenotazione
zh_hans: 预约

# 340取消预约
source: Cancel appointment
it: Cancella prenotazione
zh_hans: 取消预约

# 341电表
source: Meter
it: metro
zh_hans: 电表

# 342外部电流采样接线方式
source: External current sampling wiring method
it: Metodo di cablaggio di campionamento corrente esterno
zh_hans: 外部电流采样接线方式

# 343Solar模式
source: Solar mode
it: Modalità solare
zh_hans: Solar模式

# 344ECO+电流限制
source: ECO+ Current limit
it: ECO + Limite di corrente
zh_hans: ECO+电流限制

# 345电表设备地址
source: Meter device address
it: Indirizzo del dispositivo misuratore
zh_hans: 电表设备地址

# 2724G APN
source: 4G APN
it: APN 4G

# 346退出设置提示
source: There are still changes not saved, whether to discard the changes and exit
it: Ci sono ancora modifiche non salvate, se scartarle e uscire
