Repository: NiceHui/Charge
Catalog: charge/Macros/*.lproj/Localizable.strings
Languages: it, zh_hans

# 1立即体验
source: Try it now
it: Prova ora
zh_hans: 立即体验

# 2下一步
source: Next
it: Prossimo
zh_hans: 下一步

# 3完成
source: Done
it: Fatto
zh_hans: 完成

# 4服务器错误
source: Server error
it: Errore del Server
zh_hans: 服务器错误

# 5拍照
source: Take a photo
it: Scatta una foto
zh_hans: 拍照

# 6从相册选取
source: Choose from photos
it: Scegli tra le foto
zh_hans: 从相册选取

# 7取消
source: Cancel
it: Annulla
zh_hans: 取消

# 8警告
source: Warning
it: Attenzione
zh_hans: 警告

# 9确定
source: Enter
it: Inserisci
zh_hans: 确定

# 10删除
source: Delete
it: Elimina
zh_hans: 删除

# 11扫描结果
source: Scanning result
it: Risultato della scansione
zh_hans: 扫描结果

# 12配置
source: Configuration
it: Configurazione
zh_hans: 配置

# 13控制提示
source: Control
it: Controllo
zh_hans: 控制提示

# 14添加问题提示
source: Add questions
it: Aggiungi domande
zh_hans: 添加问题提示

# 15控制密码
source: password
zh_hans: 控制密码

# 16返回
source: Back
it: Indietro
zh_hans: 返回

# 17停止配置
source: Stop configuration
it: Interrompi Comfigurazione
zh_hans: 停止配置

# 18注册失败
source: Registration failed
it: Registrazione fallita
zh_hans: 注册失败

# 19是否退出当前账户
source: Sign out?
it: Disconnettersi?
zh_hans: 是否退出当前账户

# 20用户名密码错误
source: User name or password error
it: Nome Utente o Password errata
zh_hans: 用户名密码错误

# 21用户名密码为空
source: User name or password is empty
it: Nome Utente o Password mancanti
zh_hans: 用户名密码为空

# 22Enter your username
source: Enter your username
it: Inserisci il tuo Nome Utente
zh_hans: 请输入用户名

# 23Enter your pwd
source: Enter your pwd
it: Inserisci la tua PW
zh_hans: 请输入密码

# 24忘记密码?
source: Forgot password
it: Password dimenticata?
zh_hans: 忘记密码?

# 25注册
source: Sign up
it: Registrati
zh_hans: 注册

# 26登录
source: Sign in
it: Accedi
zh_hans: 登录

# 27请输入用户名
source: Enter username
it: Inserisci Nome Utente
zh_hans: 请输入用户名

# 28请输入密码
source: Enter password
it: Inserisci Password
zh_hans: 请输入密码

# 29温馨提示
source: Note
it: Nota
zh_hans: 温馨提示

# 30原密码
source: Old password
it: Vecchia Password
zh_hans: 原密码

# 30UID为空
source: UID is empty
it: UID mancante
zh_hans: UID为空

# 30浏览账户
source: Demo
zh_hans: 浏览账户

# 31成功后将发送新密码到账号绑定的邮箱
source: After successful, the new password will be sent to the account bound mailbox
it: Al termine, la nuova password verrà inviata alla cassetta postale associata all'account
zh_hans: 成功后将发送新密码到账号绑定的邮箱

# 32请输入正确的用户名
source: Please enter correct username
it: Inserisci il Nome Utente corretto
zh_hans: 请输入正确的用户名

# 33发送邮件失败
source: Email sending failed
it: Invio Email fallito
zh_hans: 发送邮件失败

# 34填写资料注册新用户
source: Fill in the information
it: Inserisci le informazioni
zh_hans: 填写资料注册新用户

# 35同意本公司各项用户条款及隐私政策
source: User agreement
it: Contratto Utenti
zh_hans: 同意本公司各项用户条款及隐私政策

# 36选择用户协议
source: Please tick user Agreement
it: Spunta il Contratto Utente
zh_hans: 选择用户协议

# 37请输入正确邮箱格式
source: Please enter email in correct form
it: Inserisci email nella forma corretta
zh_hans: 请输入正确邮箱格式

# 38超出版本限制注册用户数量
source: Users number exceeds limit
it: Il numero Utenti supera il limite massimo
zh_hans: 超出版本限制注册用户数量

# 39服务器错误
source: Server error
it: Errore del Server
zh_hans: 服务器错误

# 40注册错误
source: Registration error
it: Errore di Registrazione
zh_hans: 注册错误

# 41采集器序列号或校验码错误
source: Datalogger SN or checkcode incorrect
it: SN del Datalogger o Codice di Controllo errato
zh_hans: 采集器序列号或校验码错误

# 42用户名已被使用
source: Registered username
it: Nome Utente registrato
zh_hans: 用户名已被使用

# 43代理商编码错误
source: Agency ID error
it: ID Agenzia errato
zh_hans: 代理商编码错误

# 44注册成功
source: Registered successfully
it: Registrato con successo
zh_hans: 注册成功

# 45采集器序列号已经存在
source: Existing datalogger SN
it: SN Datalogger esistente
zh_hans: 采集器序列号已经存在

# 46服务器错误提示
source: Server error
it: Errore del Server
zh_hans: 服务器错误提示

# 47服务器错误提示2
source: Server error2
it: Errore2 del Server
zh_hans: 服务器错误提示2

# 48采集器10位提示（应该为错误提示）
source: Datalogger error
it: Errore del Datalogger
zh_hans: 采集器10位提示（应该为错误提示）

# 49不能找到用户名
source: Username can not be found
it: Nome Utente non trovato
zh_hans: 不能找到用户名

# 50打开定位开关
source: Location service is disabled
it: Servizio di localizzazione disabilitato
zh_hans: 打开定位开关

# 51定位提示跳转
source: Back to "Settings" page?
it: Torna a Pagina"Impostazioni"?
zh_hans: 定位提示跳转

# 52我的
source: Me
zh_hans: 我的

# 53账号管理
source: Account management
it: Gestione dell'Account
zh_hans: 账号管理

# 54消息中心
source: Message center
it: Centro Messaggi
zh_hans: 消息中心

# 55关于
source: About
it: di
zh_hans: 关于

# 56用户协议
source: User agreement
it: Contratto Utenti
zh_hans: 用户协议

# 57注销账号
source: Sign out
it: Disconnettersi
zh_hans: 注销账号

# 58暂未开放
source: Function is not ready
it: La funzione non è pronta
zh_hans: 暂未开放

# 59修改密码
source: Change password
it: Cambia Password
zh_hans: 修改密码

# 60修改手机号
source: Change cellphone number
it: Cambia numero di Cellulare
zh_hans: 修改手机号

# 61修改邮箱
source: Change the email address
it: Cambia indirizzo email
zh_hans: 修改邮箱

# 62填入不带国家代码的手机号
source: Enter phone number without country code
it: Inserisci il numero telefono senza prefisso del paese
zh_hans: 填入不带国家代码的手机号

# 63输入邮箱地址
source: Enter E-Mail address
it: Inserisci indirizzo E-Mail
zh_hans: 输入邮箱地址

# 64输入代理商编号
source: Enter the agency ID
it: Inserisci ID Agenzia
zh_hans: 输入代理商编号

# 65系统错误
source: System error
it: Errore di Sistema
zh_hans: 系统错误

# 66原密码错误
source: Password incorrect
it: Password errata
zh_hans: 原密码错误

# 67用户不存在
source: User does not exist
it: L'Utente non esiste
zh_hans: 用户不存在

# 68你的账号没有操作权限
source: Your account does not have permission to operate
it: Il tuo account non dispone dell'autorizzazione per operare
zh_hans: 你的账号没有操作权限

# 69参数设置成功
source: Parameter set successfully
it: Parametro impostato con successo
zh_hans: 参数设置成功

# 70请验证注册时填写的手机号码
source: Please verify the phone number
it: Verifica il numero di telefono
zh_hans: 请验证注册时填写的手机号码

# 71验证用户手机号码
source: Verify the user's phone number
it: Verifica il numero di telefono dell'Utente
zh_hans: 验证用户手机号码

# 72验证用户邮箱
source: Verify the user's email address
it: Verifica l'indirizzo email
zh_hans: 验证用户邮箱

# 73您注册时填写的手机号是
source: You phone number used for registation is
it: Il tuo numero telefono registrato è
zh_hans: 您注册时填写的手机号是

# 74请输入短信验证码
source: Enter verification code
it: Inserisci il codice di verifica
zh_hans: 请输入短信验证码

# 76验证码错误
source: Verification code wrong
it: Codice di verifica errato
zh_hans: 验证码错误

# 77发送验证码
source: Send verification code
it: Invia codice di verifica
zh_hans: 发送验证码

# 78国际区号错误
source: The country code for international telephone call is wrong
it: Prefisso telefonata internazionale errato
zh_hans: 国际区号错误

# 79手机号格式错误
source: Phone number format is wrong
it: Formato del numero di telefono è errato
zh_hans: 手机号格式错误

# 80发送短信验证码不成功
source: Send verification code message failed
it: Invio messaggio del codice di verifica non riuscito
zh_hans: 发送短信验证码不成功

# 81该手机号没有注册用户
source: No account related to this phone number
it: Nessun account correlato a questo numero di telefono
zh_hans: 该手机号没有注册用户

# 82短信验证码请求已经失效
source: Verification code request timeout
it: Timeout richiesta codice di verifica
zh_hans: 短信验证码请求已经失效

# 83请输入正确的手机校验码
source: Please enter the correct phone verification code
it: Inserisci il codice di verifica del telefono corretto
zh_hans: 请输入正确的手机校验码

# 84是否更新
source: Update or not
it: Aggiorna o no
zh_hans: 是否更新

# 85立即更新
source: Update now
it: Aggiorna adesso
zh_hans: 立即更新

# 86最新版本为
source: Latest version
it: Ultima versione
zh_hans: 最新版本为

# 87暂不
source: Update later
it: Aggiorna più tardi
zh_hans: 暂不

# 88您使用的是最新版本
source: Current version is the latest
it: La versione attuale è l'ultima
zh_hans: 您使用的是最新版本

# 89请求苹果服务器失败
source: Apple Server Error
it: Errore del Server Apple
zh_hans: 请求苹果服务器失败

# 90拨打电话
source: Do you need to make a call?
it: Devi fare un chiamata?
zh_hans: 拨打电话

# 91当前版本:
source: Current version:
it: Versione attuale:
zh_hans: 当前版本:

# 92用户名
source: Username
it: Nome Utente
zh_hans: 用户名

# 93密码
source: Password
zh_hans: 密码

# 94重复密码
source: Repeat password
it: Ripeti password
zh_hans: 重复密码

# 95重复输入密码
source: Repeat password
it: Ripeti password
zh_hans: 重复输入密码

# 96电子邮箱
source: Email
zh_hans: 电子邮箱

# 97联系电话
source: Phone
it: Telefono
zh_hans: 联系电话

# 98代理商编号
source: Agency ID
it: ID Agenzia
zh_hans: 代理商编号

# 99输入代理商编号
source: Enter the agency ID
it: Inserisci l'ID Agenzia
zh_hans: 输入代理商编号

# 100请输入相同的密码
source: Please enter the same password
it: Inserisci la stessa Password
zh_hans: 请输入相同的密码

# 101用户名必须大于3位
source: Username must be 3 or more characters
it: Nome Utente deve essere minimo 3 caratteri
zh_hans: 用户名必须大于3位

# 102密码必须大于6位
source: Password must be 6 or more characters
it: Password deve essere minimo 6 caratteri
zh_hans: 密码必须大于6位

# 103输入邮箱
source: Enter email
it: Inserisci email
zh_hans: 输入邮箱

# 104输入电话号码
source: Enter phone number
it: Inserisci numero di telefono
zh_hans: 输入电话号码

# 105请求超时
source: Networking Timeout
it: Timeout di rete
zh_hans: 请求超时

# 106Yes
source: Enter
it: Inserisci
zh_hans: 确定

# 107添加设备
source: Add device
it: Aggiungi dispositivo
zh_hans: 添加设备

# 108充电桩
source: Charger
it: Stazione di Ricarica
zh_hans: 充电桩

# 109充电
source: ON
it: Acceso
zh_hans: 充电

# 110充电记录
source: Record
it: Registra
zh_hans: 充电记录

# 111桩体设置
source: Setting
it: Impostazione
zh_hans: 桩体设置

# 112选择充电桩
source: Select Charger
it: Seleziona Stazione di Ricarica
zh_hans: 选择充电桩

# 113连接
source: Connect
it: Connetti
zh_hans: 连接

# 114停止充电
source: OFF
it: Spento
zh_hans: 停止充电

# 115输入充电桩序列号添加充电桩
source: Input charger ID to add charger
it: Inserire l'ID della Stazione di Ricarica per aggiungerla
zh_hans: 输入充电桩序列号添加充电桩

# 116您暂时还没有设备呢
source: No device
it: Nessun dispositivo
zh_hans: 您暂时还没有设备呢

# 117您暂时还没有充电记录呢
source: There is no charge record yet.
it: Non è stato ancora registrato alcun addebito
zh_hans: 您暂时还没有充电记录呢

# 118暂时还没有定时,请点击右上角进行添加
source: For the time being, please click on the upper right corner to add
it: Per il momento, fai clic sull'angolo in alto a destra per aggiungere
zh_hans: 暂时还没有定时,请点击右上角进行添加

# 119A枪
source: Outlet A
it: Uscita A
zh_hans: A枪

# 120B枪
source: Outlet B
it: Uscita B
zh_hans: B枪

# 121C枪
source: Outlet C
it: Uscita C
zh_hans: C枪

# 122交流
source: AC
zh_hans: 交流

# 123直流
source: DC
zh_hans: 直流

# 124单枪
source: Single outlet
it: Singola Uscita
zh_hans: 单枪

# 125双枪
source: Dual outlet
it: Doppia Uscita
zh_hans: 双枪

# 126无
source: Null
it: Nulla
zh_hans: 无

# 127空闲
source: Available
it: Disponibile
zh_hans: 空闲

# 128充电中
source: Charging
it: In Carica
zh_hans: 充电中

# 129准备中
source: Preparing
it: In Preparazione
zh_hans: 准备中

# 130充电结束
source: Finish
it: Fine
zh_hans: 充电结束

# 131故障
source: Faulted
it: Guasto
zh_hans: 故障

# 132通讯异常
source: Unavailable
it: Non disponibile
zh_hans: 通讯异常

# 133车拒绝充电
source: SuspendedEV
it: EV Sospeso
zh_hans: 车拒绝充电

# 134已经注销
source: Cancelled
it: Annullato
zh_hans: 已经注销

# 135启用中
source: Starting
it: Partenza
zh_hans: 启用中

# 136已经工作过
source: Have worked
it: Ho lavorato
zh_hans: 已经工作过

# 137设置金额不能为0
source: Cost settings cannot be 0
it: Impostazioni dei costi non possono essere 0
zh_hans: 设置金额不能为0

# 138设置电量不能为0
source: Energy settings cannot be 0
it: Impostazioni della energia non possono essere 0
zh_hans: 设置电量不能为0

# 139时长设置不能为空
source: Time settings can not be empty.
it: Impostazione dell'ora non può essere vuota
zh_hans: 时长设置不能为空

# 140未设置开始时间
source: No start time was set
it: Non è stata impostata l'ora di inizio
zh_hans: 未设置开始时间

# 141空闲状态无法直接开始充电，请先连接车辆与充电桩
source: You cannot start charging directly. Please connect the vehicle to the charging Point first.
it: Non è possibile iniziare a caricare direttamente. Collegare prima il veicolo al punto di ricarica.
zh_hans: 空闲状态无法直接开始充电，请先连接车辆与充电桩

# 142切换
source: Switch
it: Commuta
zh_hans: 切换

# 143添加
source: Add
it: Aggiungi
zh_hans: 添加

# 144是否确定删除设备
source: Are you sure you want to delete the device?
it: Sei sicuro di voler eliminare il dispositivo?
zh_hans: 是否确定删除设备

# 145是否确定删除授权用户
source: Are you sure you want to delete the authorized user?
it: Sei sicuro di voler eliminare l'Utente Autorizzato?
zh_hans: 是否确定删除授权用户

# 146删除成功
source: Deleted successfully
it: Eliminato correttamente
zh_hans: 删除成功

# 147请输入充电桩ID
source: Enter charger ID
it: Inserisci l'ID della Stazione di Ricarica
zh_hans: 请输入充电桩ID

# 148扫码添加
source: Scan the code to add
it: Scansiona il codice per aggiungere
zh_hans: 扫码添加

# 149添加充电桩
source: Add charger
it: Aggiungi Stazione di Ricarica
zh_hans: 添加充电桩

# 150添加成功
source: Added successfully
it: Aggiunto correttamente
zh_hans: 添加成功

# 151不能为空
source: Can't be empty!
it: Non può essere vuota
zh_hans: 不能为空

# 152参数设置
source: Parameter setting
it: Impostazione parametri
zh_hans: 参数设置

# 153授权管理
source: Authorization
it: Autorizzazione
zh_hans: 授权管理

# 154基本参数
source: Basic parameter
it: Parametri Base
zh_hans: 基本参数

# 155重要数据
source: Important data
it: Dati importanti
zh_hans: 重要数据

# 156其他数据
source: Other data
it: Altri Dati
zh_hans: 其他数据

# 157输入更改的设置
source: Input new settings
it: Inserisci nuove impostazioni
zh_hans: 输入更改的设置

# 158充电桩ID
source: Charger ID
it: ID Stazione di Ricarica
zh_hans: 充电桩ID

# 159授权认证秘钥
source: Authorization key
it: Chiave di autorizzazione
zh_hans: 授权认证秘钥

# 160基础参数
source: Basic parameters
it: Parametri Base
zh_hans: 基础参数

# 161电桩名称
source: Charger name
it: Modello Stazione di Ricarica
zh_hans: 电桩名称

# 162国家城市
source: Country and city
it: Nazione e Città
zh_hans: 国家城市

# 163站点
source: Site
it: Ubicazione
zh_hans: 站点

# 164充电费率
source: Rate
it: Tariffa
zh_hans: 充电费率

# 165功率设置
source: Power Setting
it: Impostazione potenza
zh_hans: 功率设置

# 166充电模式
source: Charging model
it: Modalità di ricarica
zh_hans: 充电模式

# 167高级设置
source: Advance settings
it: Impostazioni avanzate
zh_hans: 高级设置

# 168充电桩IP
source: Charger IP
it: Indirizzo IP Stazione di Ricarica
zh_hans: 充电桩IP

# 169网关
source: Default gateway
it: Gateway preimpostato
zh_hans: 网关

# 170子网掩码
source: Subnet mask
zh_hans: 子网掩码

# 171网络MAC地址
source: MAC
zh_hans: 网络MAC地址

# 172服务器URL
source: Server URL
it: URL del Server
zh_hans: 服务器URL

# 173DNS地址
source: DNS
zh_hans: DNS地址

# 174扫码/刷卡
source: APP/RFID
zh_hans: 扫码/刷卡

# 175仅刷卡充电
source: Only RFID
it: Solo RFID
zh_hans: 仅刷卡充电

# 176插枪充电
source: Plug&Charge
zh_hans: 插枪充电

# 177添加授权
source: Add authorized
it: Aggiungi autorizzato
zh_hans: 添加授权

# 178输入用户名添加授权用户
source: Enter a user name to add an authorized user
it: Inserisci un nome utente per aggiungere un utente autorizzato
zh_hans: 输入用户名添加授权用户

# 179注册新用户
source: Sign up
it: Registrati
zh_hans: 注册新用户

# 180填写资料注册新用户
source: Fill in the information
it: Inserisci le informazioni
zh_hans: 填写资料注册新用户

# 181请输入用户名/车牌/电话/邮箱
source: Please enter user name
it: Inserisci il Nome Utente
zh_hans: 请输入用户名/车牌/电话/邮箱

# 182现在正处于时段预约状态，如需立即开始充电，请关闭预约按键，并重新设置时长!
source: If you need to start charging immediately, please cancel the current reservation setting and reset the time!
it: Se è necessario iniziare immediatamente la ricarica, annullare l'impostazione di prenotazione corrente e reimpostare l'ora!
zh_hans: 现在正处于时段预约状态，如需立即开始充电，请关闭预约按键，并重新设置时长!

# 183不能删除桩主
source: Unable to delete charging Point owner
it: Impossibile eliminare il proprietario del punto di ricarica
zh_hans: 不能删除桩主

# 184搜索
source: Search
it: Ricerca
zh_hans: 搜索

# 185连接成功!
source: Connection OK
it: Connessione OK
zh_hans: 连接成功!

# 186请将充电枪插入车辆!
source: Please insert the charging gun into the vehicle!
it: Inserire la pistola di ricarica nel veicolo!
zh_hans: 请将充电枪插入车辆!

# 187蓝牙
source: Bluetooth
zh_hans: 蓝牙

# 188连接充电桩需打开蓝牙
source: Open bluetooth to connect to the charger
it: Apri bluetooth per connettersi alla Stazione di Ricarica
zh_hans: 连接充电桩需打开蓝牙

# 189我的设备
source: My device list
it: La mia lista di dispositivi
zh_hans: 我的设备

# 190可配对设备
source: Matchable device
it: Dispositivo abbinabile
zh_hans: 可配对设备

# 191配件
source: Fittings
it: Accessori
zh_hans: 配件

# 192确认
source: Confirm
it: Conferma
zh_hans: 确认

# 193输入格式不正确，请重新输入
source: Format is wrong,please enter again
it: Formato è errato, inserire di nuovo
zh_hans: 输入格式不正确，请重新输入

# 194定时
source: Timer
zh_hans: 定时

# 195新增
source: Add
it: Aggiumgi
zh_hans: 新增

# 196预设充电方案-时长：
source: Preset scheme-length:
it: Lunghezza dello schema preimpostato:
zh_hans: 预设充电方案-时长：

# 197设置定时
source: Set the timer
it: Imposta il Timer
zh_hans: 设置定时

# 198保存
source: Save
it: Salva
zh_hans: 保存

# 199开启
source: Start
it: Inizio
zh_hans: 开启

# 200关闭
source: End
it: Fine
zh_hans: 关闭

# 201未设置
source: Not Set
it: Non impostato
zh_hans: 未设置

# 202每天
source: Everyday
it: Ogni Giorno
zh_hans: 每天

# 203删除
source: Delete
it: Elimina
zh_hans: 删除

# 204时
source: Hour
it: Ora
zh_hans: 时

# 205分
source: Min
it: Minuti
zh_hans: 分

# 206预设
source: Preset
it: Preimpostato
zh_hans: 预设

# 207请输入金额
source: Please input amount of money
it: Inserisci la quantità di denaro
zh_hans: 请输入金额

# 208请输入电量（kWh）
source: Please input electricity quantity(kWh)
it: Inserisci la quantità di Energia(KWh)
zh_hans: 请输入电量（kWh）

# 209时长设置有误
source: Incorrect time duration setting.
it: Impostazione errata della durata.
zh_hans: 时长设置有误

# 210开始时间不能小于当前时间
source: Start time should not be earlier than the current time
it: L'ora di inizio non deve essere precedente all'ora corrente
zh_hans: 开始时间不能小于当前时间

# 211过压
source: Overvoltage
it: Sovratensione
zh_hans: 过压

# 212已充电量
source: Energy
it: Energia
zh_hans: 已充电量

# 213充电费率
source: Rate
it: Tariffa
zh_hans: 充电费率

# 214已充时长
source: Time
it: Ora
zh_hans: 已充时长

# 215消费金额
source: Cost
it: Costo
zh_hans: 消费金额

# 216当前电流
source: Current
it: Corrente
zh_hans: 当前电流

# 217当前电压
source: Voltage
it: Tensione
zh_hans: 当前电压

# 218预设金额
source: Preset Amount
it: Importo preimpostato
zh_hans: 预设金额

# 219预设电量
source: Preset Electricity
it: Quantità energia preimpostata
zh_hans: 预设电量

# 220预设时长
source: Preset Time
it: Ora preimpostata
zh_hans: 预设时长

# 221预设方案 -金额
source: Preset program-Amount
it: Programma-Importo preimpostato
zh_hans: 预设方案 -金额

# 222预设方案 -电量
source: Preset program-Electricity
it: Programma-Energia preimpostato
zh_hans: 预设方案 -电量

# 223预设方案 -时长
source: Preset program-Time
it: Programma-Orario preimpostato
zh_hans: 预设方案 -时长

# 224充电结束，请拔下充电枪，并将充电枪归位
source: After charging, please unplug the charging gun and put it back in position
it: Dopo la ricarica, scollegare la pistola di ricarica e rimetterla in posizione
zh_hans: 充电结束，请拔下充电枪，并将充电枪归位

# 225请连接充电枪到车辆
source: Please connect the charging gun to the vehicle.
it: Collegare la pistola di ricarica al veicolo.
zh_hans: 请连接充电枪到车辆

# 226电桩故障，请切换使用其他充电桩
source: charging Point failure, please switch to other charging Point.
it: Punto di ricarica guasto, passare ad un altro punto di ricarica.
zh_hans: 电桩故障，请切换使用其他充电桩

# 227桩体状态为不可用，请切换使用其他充电桩
source: charging Point unavailable, please switch to other charging Point.
it: Punto di ricarica non disponibile, passare ad un altro punto di ricarica.
zh_hans: 桩体状态为通讯异常，请切换使用其他充电桩

# 228预设
source: Preset
it: Preimpostato
zh_hans: 预设

# 229当前
source: At present
it: In questo momento
zh_hans: 当前

# 230预设充电方案
source: Preset charge
it: Carica preimpostata
zh_hans: 预设充电方案

# 231(达到预设金额、电量、时长后停止充电)
source: (Stop charging after reaching the preset )
it: (Arresta la carica dopo aver raggiunto il valore preimpostato)
zh_hans: (达到预设金额、电量、时长后停止充电)

# 232金额
source: Cost
it: Costo
zh_hans: 金额

# 233电量
source: Energy
it: Energia
zh_hans: 电量

# 234时长
source: Time
it: Ora
zh_hans: 时长

# 235预约充电
source: Reserving charging
it: Prenotazione per la Ricarica
zh_hans: 预约充电

# 236开始时间
source: Start time
it: Orario di inizio
zh_hans: 开始时间

# 237已开启
source: ON
it: Acceso
zh_hans: 已开启

# 238已关闭
source: OFF
it: Spento
zh_hans: 已关闭

# 239登录失败
source: Login failure
it: Login fallito
zh_hans: 登录失败

# 240浏览账户验证
source: Browse account validation
it: Validazione account di navigazione su web
zh_hans: 浏览账户验证

# 241验证失败
source: Validation failed
it: Validazione fallita
zh_hans: 验证失败

# 242验证成功
source: Validation succeeded
it: Validazione riuscita
zh_hans: 验证成功

# 243设置成功
source: Setting succeeded
it: Impostazione riuscita
zh_hans: 设置成功

# 244设置失败
source: Setting failed
it: Impostazione fallita
zh_hans: 设置失败

# 245将充电功率限制为1KW
source: Limit charging power to 1KW
it: Limite della potenza di ricarica a 1 kW
zh_hans: 将充电功率限制为1KW

# 246将关闭充电功率限制
source: Will cancel charging power limit
it: Annulla il limite di potenza di ricarica
zh_hans: 将关闭充电功率限制

# 247连接热点
source: Hotspot connection
it: Connessione a Hotspot
zh_hans: 连接热点

# 248打开手机WLAN,将手机连接至电桩热点
source: Turn on your phone's WLAN and connect your phone to the charger hotspot
it: Attiva la WLAN del telefono e collega il telefono all'hotspot della Stazione di Ricarica
zh_hans: 打开手机WLAN,将手机连接至电桩热点

# 249当前手机连接WiFi
source: Current connected WiFi
it: WiFi attualmente connesso
zh_hans: 当前手机连接WiFi

# 250刷新
source: Refresh
it: Rinfrescare
zh_hans: 刷新

# 251已连接,下一步
source: Connected, next
it: Connesso, procedi
zh_hans: 已连接,下一步

# 252连接充电桩中...
source: Connecting the charger...
it: Stazione di Ricarica in connessione
zh_hans: 连接充电桩中...

# 253手机暂未连接wifi
source: The phone is not connected to wifi
it: Telefono non connesso al WiFi
zh_hans: 手机暂未连接wifi

# 254连接失败
source: Connection failed
it: Connessione fallita
zh_hans: 连接失败

# 255设备信息参数设置
source: Device information parameter setting
it: Impostazione parametri informativi dispositivo
zh_hans: 设备信息参数设置

# 256设备以太网参数设置
source: Device Ethernet parameter settings
it: Impostazione parametri Ethernet dispositivo
zh_hans: 设备以太网参数设置

# 257设备账号密码参数设置
source: Device account password parameter setting
it: Impostazione parametri password account dispositivo
zh_hans: 设备账号密码参数设置

# 258设备服务器参数设置
source: Device server parameter settings
it: Impostazione parametri server dispositivo
zh_hans: 设备服务器参数设置

# 259设备充电参数设置
source: Device charging parameter setting
it: Impostazione parametri Ricarica dispositivo
zh_hans: 设备充电参数设置

# 260语言
source: Language
it: Lingua
zh_hans: 语言

# 261中文
source: Chinese
it: Cinese
zh_hans: 中文

# 262泰文
source: Thai
zh_hans: 泰文

# 263英文
source: English
it: Inglese
zh_hans: 英文

# 264读卡器秘钥
source: RFID card PIN
it: PIN carta RFID
zh_hans: 读卡器秘钥

# 265保护等级
source: Protection level
it: Livello di protezione
zh_hans: 保护等级

# 266wifi名称
source: Wifi name
it: Nome WiFi
zh_hans: wifi名称

# 267wifi密码
source: Wifi password
it: Password WiFi
zh_hans: wifi密码

# 268蓝牙名称
source: Bluetooth name
it: Nome Bluetooth
zh_hans: 蓝牙名称

# 269蓝牙密码
source: Bluetooth password
it: Password Bluetooth
zh_hans: 蓝牙密码

# 2704G用户名
source: 4G username
it: Nome Utente 4G
zh_hans: 4G用户名

# 2714G密码
source: 4G password
it: Password 4G
zh_hans: 4G密码

# 273握手登录授权秘钥
source: Handshake login authorization key
it: Chiave di autorizzazione accesso handshake
zh_hans: 握手登录授权秘钥

# 274心跳间隔时间(秒)
source: Heartbeat interval (s)
it: Intervallo Heartbeat (s)
zh_hans: 心跳间隔时间(秒)

# 275PING间隔时间(秒)
source: PING interval (s)
it: Intervallo PING (s)
zh_hans: PING间隔时间(秒)

# 276表计上传间隔时间(秒)
source: Meter upload interval (s)
it: Intervallo di upload del misuratore (s)
zh_hans: 表计上传间隔时间(秒)

# 277电桩最大输出电流(A)
source: Charger maximum output current (A)
it: Corrente Massima di uscita della Stazione di Ricarica (A)
zh_hans: 电桩最大输出电流(A)

# 278保护温度(℃)
source: Protection temperature (°C)
it: Temperatura di protezione (° C)
zh_hans: 保护温度(℃)

# 279外部监测最大输入功率(KW)
source: Externally monitored max input power(kW)
it: Potenza di ingresso massima monitorata esternamente (kW)
zh_hans: 外部监测最大输入功率(KW)

# 280允许充电时间
source: Allow charging time
it: Consenti tempo di ricarica
zh_hans: 允许充电时间

# 281电桩断开
source: Charger disconnection
it: Disconnessione Stazione di ricarica
zh_hans: 电桩断开

# 282结束时间
source: End Time
it: Fine carica
zh_hans: 结束时间

# 283选择时间
source: Selection period
it: Periodo di selezione
zh_hans: 选择时间

# 284未设置结束时间
source: End time not set
it: Ora di fine carica non impostata
zh_hans: 未设置结束时间

# 285开始时间不能大于结束时间
source: Start time cannot be later than end time
it: L'ora di inizio non può essere posteriore all'ora di fine carica
zh_hans: 开始时间不能大于结束时间

# 286输入值超出规定长度
source: Input value exceeds the specified length
it: Il valore di input supera la lunghezza specificata
zh_hans: 输入值超出规定长度
